products = [
    {'id': 1, 'name': 'Мандарин', 'price': 100, 'description': 'маленькое солнечное чудо с ярко-оранжевой кожурой и сочной сладостью внутри. Его легко очистить, а каждый кусочек дарит свежесть и заряд энергии.', 'image': 'mandarin.png'},
    {'id': 2, 'name': 'Самолет', 'price': 20000000000, 'description': ' стремительный стальной гигант, покоряющий небо. Он несет людей и грузы через континенты, разрывая облака и соединяя города в одно мгновение.', 'image': 'plain.png'},
    {'id': 3, 'name': 'Яблоко', 'price': 500, 'description': 'символ здоровья и свежести, хрустящий плод с сочной мякотью. Зеленое – с легкой кислинкой, красное – сладкое, а желтое – нежное и ароматное.', 'image': 'apple.png'},
    {'id': 4, 'name': 'Нож', 'price': 450, 'description': 'острое орудие, воплощение точности и функциональности. Будь то кухня, ремесло или выживание – в умелых руках он становится незаменимым инструментом.', 'image': 'noj.png'},
    {'id': 5, 'name': 'Сервер', 'price': 12000, 'description': 'электронное сердце цифрового мира, бесшумно перерабатывающее потоки данных. Он хранит, передает и обрабатывает информацию, обеспечивая работу сайтов, сервисов и сетей.', 'image': 'server.png'}
]

cart = []
